<?php

return [
    'title' => 'مهندس برمجيات متخصص في الـ',
    'full_stack' => 'Full Stack Development',
    'biography' => [
        'journey_start' => 'بدأت عالم البرمجة عام 2017 مع تطوير الألعاب وشاركت في مسابقة تطوير الألعاب وكنت أكتب مقالات عن برمجة الألعاب',
        'university' => 'ثم التحقت بالجامعة قناة السويس بالإسماعيلية كلية الحاسبات والمعلومات ودرست في قسم علوم الحاسب',
        'backend_focus' => 'ثم بعد التخرج انتقلت للتركيز في تخصص الـ Backend وما يدور حولها ودرست وتعلم المفاهيم الأساسية',
        'work_experience' => 'والحمد لله انضممت للعمل في شركات ومشاريع متنوعة فيها وكسبت الكثير من الأصدقاء والزملاء والمتعة والخبرة في هذا المجال',
        'content_creation' => 'بجانب هذا أحب كتابة المقالات والملخصات عن ما أجيده لتبسيطه للآخرين وإثراء المحتوى العربي',
        'journey' => 'رحلتي',
        'experience' => 'خبرتي'
    ],
    'quick_links' => [
        'read_here' => 'يمكنكم قراءتها من هنا',
        'summaries' => 'ملخصاتي',
        'articles' => 'مقالاتي'
    ],
    'skills_title' => 'مهاراتي',
    'contact_me' => 'تواصل معي',
  
];
   
    