<?php

return [
    'title' => 'مهندس برمجيات متخصص في الـ',
    'full_stack' => 'Full Stack Development',
    'biography' => [
        'journey_start' => 'بدأت رحلتي في البرمجة خلال دراستي الجامعية في جامعة البلقاء التطبيقية بالسلط، حيث تخصصت في علوم الحاسوب. انضممت لفريق تطوعي لدعم الطلاب، ثم التحقت بتدريب Full Stack باستخدام .NET في Tech Stack، وقدت مشاريع واقعية كمدير مشروع ومطور .',
        'work_experience' => 'والحمد لله عملت على عدة مشاريع العمل الحر وانضممت لفترة قصيرة لشركة تقنية، مما عزز مهاراتي الفنية والتواصلية والعمل ضمن فريق.',
        'content_creation' => 'بجانب هذا أحب كتابة المقالات والملخصات عن ما أجيده لتبسيطه للآخرين وإثراء المحتوى العربي',
        'journey' => 'رحلتي',
        'experience' => 'خبرتي'
    ],
    'quick_links' => [
        'read_here' => 'يمكنكم قراءتها من هنا',
        'summaries' => 'ملخصاتي',
        'articles' => 'مقالاتي'
    ],
    'skills_title' => 'مهاراتي',
    'contact_me' => 'تواصل معي',
  
];
   
    