<?php

return [
    'greeting' => 'مرحباً، أنا أسامة عايش',
    'profession' => [
        'dotnet' => 'مطور دوت نت',
        'devops' => 'ديف أوبس',
        'sql' => 'إس كيو إل | ماي إس كيو إل',
        'laravel' => 'مطور لارافيل',
        'aws' => 'أمازون ويب سيرفيسز',
    ],
    'description' => 'مطور ويب شغوف، متخصص في إنشاء مواقع سهلة الاستخدام وسريعة الاستجابة. أسعى دائماً إلى الجمع بين الإبداع والوظائف العملية، مما يضمن تجارب مستخدم سلسة وجذابة.',
    'download_resume' => 'تحميل السيرة الذاتية',
    
   
 
]; 