<?php

return [
    'greeting' => 'مرحباً، أنا أسامة عايش',
    'profession' => [
        'dotnet' => 'مطور دوت نت',
        'devops' => 'ديف أوبس',
        'sql' => 'إس كيو إل | ماي إس كيو إل',
        'laravel' => 'مطور لارافيل',
        'aws' => 'أمازون ويب سيرفيسز',
    ],
    'description' => 'كمطور ويب ملتزم، أمتلك خبرة في تصميم وتطوير مواقع إلكترونية تفاعلية وسهلة الاستخدام، تجمع بين الجاذبية البصرية والكفاءة الوظيفية، لتقديم تجارب مستخدم عالية الجودة على جميع الأجهزة.',
    'download_resume' => 'تحميل السيرة الذاتية',
    
   
 
]; 